<%@ Page Language="vb" AutoEventWireup="false" CodeBehind="Personaldataprotectionpolicy.aspx.vb" Inherits="Billing_SNC.Personaldataprotectionpolicy" %>

<!DOCTYPE html>

<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
    <title></title>
    <link href="../CSSBill/cssLoginbill.css" rel="stylesheet" />
    <link href="../CSSBill/cssRegisterbill.css" rel="stylesheet" />
    <link href="../CSSBill/cssPolicy.css" rel="stylesheet" />

</head>
<body>
    <form id="form1" runat="server">
        <div>
            <div style="width: 100%; height: 100%;">
                <div>
                    <div style="width: 95%; height: 50px; margin: 0 auto; text-align: center; margin-top: 20px; background-color: #f7f7f7; border-radius: 0px 0px 0px 0px; border: 0.5px solid #808080; border-bottom: none; padding-left: 20px; padding-right: 20px;">
                        <div style="line-height: 1.9; text-align: left; padding-left: 2em;">
                            <asp:Label runat="server" Text="นโยบายการคุ้มครองข้อมูลส่วนบุคคล (Privacy Policy)" Font-Size="24px"></asp:Label>
                        </div>
                    </div>
                    <div style="width: 95%; height: 0 auto; margin: 0 auto; text-align: center; background-color: #ffffff; border-radius: 0px 0px 0px 0px; border: 0.5px solid #808080; padding-left: 20px; padding-right: 20px;">
                        <div class="container">
                            <p>บริษัท เอส เอ็น ซี ซาวด์ พรุ๊ฟ  จำกัด (“บริษัท”)  ยึดมั่นการดำเนินธุรกิจอย่างมีจรรยาบรรณ เคารพและปฏิบัติตามกฎหมายที่บังคับใช้ และตระหนักถึงการได้รับความไว้วางใจจากท่านที่ใช้ผลิตภัณฑ์และบริการของบริษัท บริษัทเข้าใจดีว่าท่านต้องการความปลอดภัยในการทำธุรกรรมและการเก็บรักษาข้อมูลส่วนบุคคล</p>
                            <p>ดังนั้น บริษัทจึงให้ความสำคัญด้านการเคารพสิทธิในความเป็นส่วนตัวของท่านและการรักษาความปลอดภัยของข้อมูลส่วนบุคคลของท่าน โดยได้กำหนดนโยบาย ระเบียบ และหลักเกณฑ์ต่างๆ ในการดำเนินงานของบริษัทด้วยมาตรการที่เข้มงวดในการรักษาความปลอดภัยของข้อมูลส่วนบุคคล เพื่อให้ท่านได้มั่นใจว่า ข้อมูลส่วนบุคคลของท่านที่บริษัทได้รับจะถูกนำไปใช้ตรงตามความต้องการของท่านและถูกต้องตามกฎหมาย </p>
                            <h4>1.นโยบายฉบับนี้มีขึ้นเพื่ออะไร</h4>
                            <p class="taptext1">นโยบายฉบับนี้ใช้เพื่อแจ้งให้ท่านในฐานะเจ้าของข้อมูลส่วนบุคคลทราบถึงวัตถุประสงค์และรายละเอียดของการเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคล ตลอดจนสิทธิตามกฎหมายของท่านที่เกี่ยวข้องกับข้อมูลส่วนบุคคล </p>
                            <h4>2.ข้อมูลส่วนบุคคล</h4>
                            <p class="taptext1">2.1 ข้อมูลส่วนบุคคล คือ ข้อมูลที่ทำให้สามารถระบุตัวตนของท่านได้ ไม่ว่าทางตรงหรือทางอ้อม  ข้อมูลส่วนบุคคลของท่านที่บริษัทเก็บรวบรวม ใช้ และ/หรือเปิดเผย เช่น</p>
                            <p class="taptext2">• ข้อมูลส่วนตัว เช่น ชื่อ นามสกุล วันเดือนปีเกิด เพศ เลขประจำตัวประชาชน หมายเลขหนังสือเดินทาง</p>
                            <p class="taptext2">• ข้อมูลการติดต่อ เช่น ที่อยู่อาศัย สถานที่ทำงาน ที่อยู่ที่ติดต่อ (สำหรับกรณีต่างจากที่อยู่อาศัย) หมายเลขโทรศัพท์ อีเมล ไอดีไลน์ บัญชีสื่อสังคม (Social Media Accounts)</p>
                            <p class="taptext2">• ข้อมูลอุปกรณ์หรือเครื่องมือ เช่น IP address, MAC address, Cookie ID</p>
                            <p class="taptext2">• ข้อมูลอื่นๆ เช่น การใช้งานเว็บไซต์ เสียง ภาพนิ่ง ภาพเคลื่อนไหว และข้อมูลอื่นใดที่ถือว่าเป็นข้อมูลส่วนบุคคลภายใต้กฎหมายคุ้มครองข้อมูลส่วนบุคคล</p>
                            <p class="taptext1">2.1.1  ข้อมูลส่วนบุคคลที่ท่านให้ไว้แก่บริษัทโดยตรง หรือให้ผ่านบริษัท หรือมีอยู่กับบริษัททั้งที่เกิดจากการใช้ผลิตภัณฑ์และ/หรือบริการ ติดต่อ เยี่ยมชม ค้นหา ผ่านช่องทางดิจิทัล เว็บไซต์ Call Center ผู้ที่ได้รับมอบหมาย หรือช่องทางอื่นใด</p>
                            <p class="taptext1">2.1.2  ข้อมูลส่วนบุคคลที่บริษัทได้รับหรือเข้าถึงได้จากแหล่งอื่นซึ่งไม่ใช่จากท่านโดยตรง เช่น หน่วยงานของรัฐ  สถาบันการเงิน ผู้ให้บริการทางการเงิน พันธมิตรทางธุรกิจ บริษัทข้อมูลเครดิต และผู้ให้บริการข้อมูล เป็นต้น ซึ่งบริษัทจะเก็บรวบรวมข้อมูลจากแหล่งอื่นต่อเมื่อได้รับความยินยอมจากท่านตามที่กฎหมายกำหนด เว้นแต่บริษัทมีความจำเป็นตามกรณีที่กฎหมายอนุญาต</p>
                            <p class="taptext1">2.2  ข้อมูลส่วนบุคคลที่มีความอ่อนไหว (Sensitive Data) คือ ข้อมูลส่วนบุคคลที่กฎหมายกำหนดเป็นการเฉพาะ     ซึ่งบริษัทจะเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลที่มีความอ่อนไหวต่อเมื่อบริษัทได้รับความยินยอมโดยชัดแจ้งจากท่าน หรือในกรณีที่บริษัทมีความจำเป็นตามกรณีที่กฎหมายอนุญาต โดยบริษัทอาจต้องเก็บรวบรวม ใช้ (ต่อไปในนโยบายฉบับนี้หากไม่กล่าวโดยเฉพาะเจาะจงจะเรียกข้อมูลส่วนบุคคลและข้อมูลส่วนบุคคลที่มีความอ่อนไหวที่เกี่ยวกับท่านข้างต้น รวมกันว่า “ข้อมูลส่วนบุคคล”)</p>
                            <h4>3.การจัดเก็บรวบรวมข้อมูลส่วนบุคคลอย่างจำกัด</h4>
                            <p class="taptext1">3.1  การจัดเก็บรวบรวมข้อมูลส่วนบุคคลจะกระทำโดยมีวัตถุประสงค์ ขอบเขต และใช้วิธีการที่ชอบด้วยกฎหมายและเป็นธรรม ในการเก็บรวบรวมและจัดเก็บข้อมูล ตลอดจนเก็บรวบรวม และจัดเก็บข้อมูลส่วนบุคคลอย่างจำกัดเพียงเท่าที่จำเป็นแก่การให้บริการ หรือบริการด้วยวิธีการทางอิเล็กทรอนิกส์อื่นใดภายใต้วัตถุประสงค์ของบริษัทเท่านั้น ทั้งนี้บริษัทจะดำเนินการให้เจ้าของข้อมูล รับรู้ ให้ความยินยอม เป็นหนังสือหรือโดยผ่านทางอิเล็กทรอนิกส์ ซึ่งรวมถึงข้อมูลดังต่อไปนี้:</p>
                            <p class="taptext2">• ข้อมูลส่วนบุคคล (ชื่อ นามสกุล วันเดือนปีเกิด เลขบัตรประชาชน หมายเลขหนังสือเดินทาง เพศ )</p>
                            <p class="taptext2">• ข้อมูลการติดต่อ (ชื่อ นามสกุล ที่อยู่ อีเมล เบอร์โทรศัพท์) </p>
                            <p class="taptext2">• ข้อมูลคู่ค้า (เลขประจำตัวประชาชน, ที่อยู่ และอีเมล)</p>
                            <p class="taptext2">• ข้อมูลที่ท่านให้กับบริษัท ตัวอย่างเช่น ข้อมูลในการกรอกแบบฟอร์ม หรือข้อมูลระหว่างเข้าร่วมกิจกรรมของบริษัท หรือจากการตอบคำถามระหว่างการสนทนา หรือในการทำแบบสำรวจ</p>
                            <p class="taptext2">• ข้อมูลใด ๆ ที่เกี่ยวข้องกับสินค้าและการให้บริการของบริษัท</p>
                            <p class="taptext2">• ข้อมูลอื่นใดที่เจ้าของข้อมูลให้เพื่อที่จะเข้าร่วมกิจกรรม โปรโมชั่น งานแสดงสินค้า และกิจกรรมใด ๆ ที่เกี่ยวข้องกับธุรกิจของบริษัท ซึ่งอาจรวมถึงข้อมูลที่กรอกใน “ ติดต่อเรา” (“Contact Us”) หรือในช่องทางอื่นใดที่คล้ายคลึงกัน</p>
                            <p class="taptext2">• ข้อมูลที่รวบรวมโดยระบบในคอมพิวเตอร์ (Cookies) และเทคโนโลยีอื่นๆ ที่คล้ายคลึงกัน รวมถึงข้อมูลอุปกรณ์หรือเครื่องมือ (IP Address) ซึ่งข้อมูลประเภทนี้จะถูกรวบรวมในขณะที่ใช้แพลตฟอร์มออนไลน์</p>
                            <p class="taptext2">• ข้อมูลพฤติกรรมการสืบค้น หมายถึง ข้อมูลที่ไม่เกี่ยวข้องต่อบุคคลธรรมดาที่ระบุตัวตนได้ เช่น ประเภทเบราเซอร์ โดเมน เว็บไซต์ที่เยี่ยมชม เวลาเข้าเว็บไซต์ ที่อยู่เว็บไซต์อ้างอิงข้อมูลเพื่อการสนับสนุนลูกค้า โดยจะมีการเก็บ log การใช้งานของท่านจากบนแอพพลิเคชั่นของทางบริษัท</p>
                            <p class="taptext3">ข้อมูลส่วนบุคคลที่ทางบริษัทดำเนินการจัดเก็บผ่านทางช่องทางในรูปแบบออฟไลน์และออนไลน์ต่างๆ เช่น การลงทะเบียนเข้าใช้งาน หรือการติดต่อต่างๆ ผ่านช่องทาง Social Media ของบริษัท โดยจะเป็นข้อมูลที่เกี่ยวข้องกับตัวตนของท่านและข้อมูลการติดต่อ หรือข้อมูลอื่นใด ที่จะเป็นประโยชน์ในการให้บริการ บริษัทอาจมีการจัดเก็บข้อมูลส่วนตัวของท่านผ่านการทำแบบสอบถาม (SURVEY) ซึ่งข้อมูลส่วนตัวของท่านรวมถึงข้อมูลต่างๆ ดังต่อไปนี้ เช่น ชื่อ-นามสกุล, เบอร์โทรศัพท์, วันเกิด, เพศ เป็นต้น ทั้งนี้ การดำเนินการดังกล่าวข้างต้น บริษัทจะขอความยินยอมจากท่านก่อนทำการเก็บรวบรวม เว้นแต่ </p>
                            <p class="taptext2">• เพื่อปฎิบัติหน้าที่ตามกฎหมายที่เกี่ยวข้องหรือใช้บังคับ (Legal Obligation) </p>
                            <p class="taptext2">• เพื่อการดำเนินงานที่จำเป็นภายใต้ประโยชน์โดยชอบด้วยกฎหมายของบริษัทหรือของบุคคลหรือนิติบุคคลอื่น โดยไม่เกินขอบเขตที่ท่านสามารถคาดหมายได้อย่างสมเหตุสมผล (Legitimate Interest)  </p>
                            <p class="taptext3">(1) การบันทึกเสียงทาง Call Center การบันทึกภาพ CCTV  การแลกบัตรก่อนเข้าอาคาร</p>
                            <p class="taptext3">(2) การรักษาความสัมพันธ์กับลูกค้า เช่น การจัดการข้อร้องเรียน การประเมินความพึงพอใจ การดูแลลูกค้าโดยพนักงานของบริษัท </p>
                            <p class="taptext3">(3) การเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของกรรมการ ผู้มีอำนาจกระทำการแทน ตัวแทน ของลูกค้านิติบุคคล</p>
                            <p class="taptext3">(4) การติดต่อ การบันทึกภาพ การบันทึกเสียงเกี่ยวกับการจัดประชุม อบรม สันทนาการ หรือออกบูธ</p>
                            <p class="taptext3">(5) การเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของบุคคลที่ศาลมีคำสั่งพิทักษ์ทรัพย์</p>
                            <p class="taptext3">(6) การรับ-ส่งพัสดุ</p>
                            <p class="taptext2">• เป็นเพื่อป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของบุคคล (Vital Interest)</p>
                            <p class="taptext2">• เป็นการจำเป็นเพื่อการปฏิบัติตามสัญญาซึ่งเจ้าของข้อมูลส่วนบุคคลเป็นคู่สัญญาหรือเพื่อใช้ในการดำเนินการตามคำขอของเจ้าของข้อมูลส่วนบุคคลก่อนเข้าทำสัญญานั้น (Contractual Basis)</p>
                            <p class="taptext2">• เพื่อให้บรรลุวัตถุประสงค์ที่เกี่ยวกับการจัดทำเอกสารประวัติศาสตร์หรือจดหมายเหตุ เพื่อประโยชน์สาธารณะ หรือเพื่อการศึกษา วิจัย การจัดทำสถิติ ซึ่งได้จัดให้มีมาตรการป้องกันที่เหมาะสม (Historical Document, Research, or Statistics)</p>
                            <p class="taptext1">3.2   หากเป็นกรณีที่ผู้เยาว์ (บุคคลซึ่งมีอายุต่ำกว่า 20 ปีบริบูรณ์) ประสงค์จะให้บริษัทจัดเก็บรวบรวมข้อมูลส่วนบุคคลของผู้เยาว์ แยกพิจารณาเป็นดังนี้</p>
                            <p class="taptext2">• ในกรณีผู้เยาว์อายุไม่ถึง 10 ปี บริษัทจะต้องได้รับความยินยอมจากผู้แทนโดยชอบธรรม ผู้ใช้อำนาจปกครอง หรือผู้ปกครองที่มีอำนาจกระทำการแทนผู้เยาว์ ประกอบกับการให้ความยินยอมของผู้เยาว์</p>
                            <p class="taptext2">• ในกรณีผู้เยาว์อายุเกิน 10 ปี แต่ไม่ถึง 20 ปี บริบูรณ์ บริษัทจะต้องได้รับความยินยอมจากผู้เยาว์ ประกอบการให้ความยินยอมจากผู้แทนโดยชอบธรรม ผู้ใช้อำนาจปกครอง หรือผู้ปกครองที่มีอำนาจกระทำการแทนผู้เยาว์</p>
                            <h4>4.บริษัทรวบรวมข้อมูลส่วนบุคคลของท่านอย่างไร</h4>
                            <p class="taptext1">บริษัทรวบรวมข้อมูลส่วนบุคคลของท่านโดยตรงจากหลายแหล่งที่มาของข้อมูล ได้แก่ </p>
                            <p class="taptext2">• แพลตฟอร์มออนไลน์ บริษัทอาจรวบรวมข้อมูลส่วนบุคคลของท่านเมื่อท่านลงทะเบียนบัญชีในระบบอินเทอร์เน็ต การทำแบบสำรวจ การจัดกิจกรรม หรือการกรอกข้อมูลเพื่อรับข้อเสนอโปรโมชั่น การกดติดตามเพื่อรับข้อมูลการส่งเสริมการขาย หรือเพื่อเชื่อมต่อกับบริษัท</p>
                            <p class="taptext2">• การโต้ตอบสื่อสารออฟไลน์ บริษัทอาจรวบรวมข้อมูลส่วนบุคคลของท่านจากทางออฟไลน์ เช่น เมื่อท่านเข้ามาในสำนักงานของบริษัท เมื่อมีการติดต่อกันผ่านทางโทรศัพท์ หรือเมื่อท่านเข้าร่วมกิจกรรมของบริษัท หรือการให้นามบัตร </p>
                            <p class="taptext2">• ในกรณีที่บริษัทเข้าทำสัญญากับท่าน  นอกจากนี้ บริษัทอาจรวบรวมข้อมูลส่วนบุคคลของท่านจากแหล่งข้อมูลอื่น ๆ ซึ่งรวมถึง แหล่งข้อมูลที่เปิดเผยแบบสาธารณะ  พันธมิตรทางธุรกิจของบริษัท บุคคลอื่นใดที่เกี่ยวข้องกับเจ้าของข้อมูล (ยกตัวอย่างเช่น ผู้ให้บริการรายอื่นที่ให้บริการเจ้าของข้อมูล)</p>
                            <p class="taptext2">• ข้อมูลส่วนบุคคลจากบุคคลที่สาม เช่น ตัวแทน ร้านค้า หรือบริษัทที่ให้การบริการจัดเก็บรวบรวมข้อมูล คู่ค้า พันธมิตร เป็นต้น</p>
                            <p class="taptext2">• ข้อมูลส่วนบุคคลที่ได้รับจากบริษัทในเครือ</p>
                            <h4>5.วัตถุประสงค์ในการเก็บรวบรวม ใช้ เผยแพร่ ประมวลผล โอน หรือเปิดเผยข้อมูลส่วนบุคคล</h4>
                            <p class="taptext1">ในการเก็บรวมรวมข้อมูลส่วนบุคคลของท่าน บริษัทอาจเก็บรวบรวม ใช้ ประมวลผล โอน หรือเปิดเผยข้อมูลของท่านเพื่อวัตถุประสงค์ดังต่อไปนี้</p>
                            <p class="taptext2">5.1	เพื่อจัดหาสินค้าหรือให้บริการแก่ท่าน</p>
                            <p class="taptext2">5.2	เพื่อการบริหารความสัมพันธ์ระหว่างบริษัทกับท่าน</p>
                            <p class="taptext2">5.3	เพื่อการติดต่อสื่อสาร แจ้ง และ/หรือ รับข้อมูลข่าวสารต่าง ๆ จากบริษัท หรือการเปลี่ยนแปลงต่าง ๆ ที่เกิดขึ้นของบริษัท</p>
                            <p class="taptext2">5.4	เพื่อการดำเนินการตามความประสงค์ของท่านที่ได้แจ้งไว้กับบริษัท</p>
                            <p class="taptext2">5.5	เพื่อการนำเสนอสิทธิประโยชน์ต่าง ๆ และ/หรือ บริการอื่น ๆ ของบริษัท อาทิ การให้คำแนะนำและ/หรือ ข้อเสนอเกี่ยวกับผลิตภัณฑ์และการบริการ รวมถึงโปรโมชั่นต่าง ๆ ในการส่งเสริมกิจกรรมทางการตลาด รวมถึง การทำธุรกรรมที่เกี่ยวข้องกับการใช้บริการของบริษัท</p>
                            <p class="taptext2">5.6	เพื่อการดำเนินธุรกิจของบริษัท เช่น การวิเคราะห์ข้อมูล การตรวจสอบ การพัฒนาผลิตภัณฑ์ใหม่ การปรับปรุงหรือเปลี่ยนแปลงการบริการ การวิเคราะห์การใช้งานด้านบริการ การสำรวจการจัดกิจกรรมส่งเสริมการขาย การพิจารณาการดำเนินงานและขยายธุรกิจของบริษัท</p>
                            <p class="taptext2">5.7	เพื่อการจัดทำฐานข้อมูลและประวัติการเข้าซื้อผลิตภัณฑ์และใช้บริการของทางบริษัท</p>
                            <p class="taptext2">5.8	เพื่อศึกษาและรับทราบข้อมูลสถิติทางประชากรศาสตร์ของผู้ใช้บริการ เพื่อให้บริษัทรู้จักผู้ใช้บริการบนเว็บไซต์ ช่องทางออนไลน์ และแอพพลิเคชั่นของบริษัทมากยิ่งขึ้น</p>
                            <p class="taptext2">5.9	เพื่อวิเคราะห์และประมวลผลจากประวัติการเยี่ยมชมเวปไซต์หรือช่องทางต่าง ๆ ของบริษัท ร่วมกับประวัติการสืบค้นเนื้อหาภายในเวปไซต์หรือช่องทางออนไลน์ของบริษัทของผู้ใช้บริการเพื่อนำเสนอเนื้อหารายการที่คาดว่าจะถูกใจหรือเป็นที่ชื่นชอบของผู้ใช้บริการ </p>
                            <p class="taptext2">5.10	เพื่อนำมาใช้ในการปรับปรุงเว็บไซต์ ช่องทางออนไลน์ และแอพพลิเคชั่นของบริษัท ให้เหมาะสมกับความต้องการผู้ใช้บริการ และเป็นไปอย่างมีประสิทธิภาพ</p>
                            <p class="taptext2">5.11	เพื่อเป็นช่องทางติดต่อในการรับข้อติชม ข้อเสนอแนะ เพื่อนำมาปรับปรุงผลิตภัณฑ์และการบริหาร ให้ตรงตามความต้องการของลูกค้า</p>
                            <p class="taptext2">5.12	เพื่อเป็นช่องทางในการติดต่อลูกค้าที่ร่วมสนุกสำหรับกิจกรรมชิงรางวัลของที่ระลึกจากบริษัท</p>
                            <p class="taptext2">5.13	เพื่อโต้ตอบการสอบถามหรือการร้องเรียนของท่าน และเพื่อแก้ปัญหาและข้อพิพาทใดๆ ที่เกิดขึ้นจากการติดต่อกับบริษัท</p>
                            <p class="taptext2">5.14	เพื่อให้บริการ หรือให้การช่วยเหลือตามที่ท่านร้องขอ</p>
                            <p class="taptext2">5.15	เพื่อวัตถุประสงค์ในการทำการตลาดโดยตรง ผ่าน อีเมล สื่อสังคมออนไลน์ (Social Media) และ/หรือ ช่องทางการติดต่ออื่นๆ ในกรณีที่ท่านเข้าร่วมเป็นสมาชิกในกิจกรรมต่าง ของบริษัท และวิธีการอื่นใดตามที่ท่านยินยอม</p>
                            <p class="taptext2">5.16	เพื่อแบ่งปันข้อมูลส่วนบุคคลของท่านกับผู้สอบบัญชีสำหรับการตรวจสอบและการรายงานบัญชีภายในของบริษัท</p>
                            <p class="taptext2">5.17	เพื่อปฏิบัติตามหน้าที่ที่กฎหมายกำหนด เช่น เพื่อปฏิบัติตามข้อกำหนดเรื่องการรายงานงบการเงินของบริษัท ที่กำหนดโดยผู้สอบบัญชี และ/หรือหน่วยงานของรัฐ และเพื่อให้ความร่วมมือกับ เจ้าพนักงานที่บังคับใช้กฎหมาย หน่วยงานราชการ หน่วยงานกำกับดูแล และ/หรือ คำสั่งศาลที่เกี่ยวข้องกับกระบวนการพิจารณาคดีหรือการสืบสวนในคดี</p>
                            <p class="taptext2">5.18	เพื่อแบ่งปันข้อมูลส่วนบุคคลของท่านกับผู้ร่วมธุรกิจของบริษัท เพื่อการพัฒนาสินค้า และ/หรือ บริการ หรือการจัดทำแคมเปญส่งเสริมการขายร่วมกัน</p>
                            <p class="taptext2">5.19	เพื่อให้บริษัทสามารถปฏิบัติตามหน้าที่ของบริษัทและสามารถบังคับตามสิทธิที่บริษัทมีตามสัญญา หรือเอกสารใดๆ ที่บริษัทเป็นคู่สัญญา</p>
                            <p class="taptext2">5.20	เพื่อบังคับตามสิทธิ หรือปกป้องสิทธิของบริษัทหรือสิทธิของท่าน โดยให้สอดคล้องกับหน้าที่ของบริษัทภายใต้กฎหมาย </p>
                            <p class="taptext2">กฎ และข้อบังคับที่บังคับใช้วัตถุประสงค์ในการที่บริษัทอาจหรือจะทำการรวบรวม นำไปใช้ เปิดเผย หรือดำเนินการกับข้อมูลส่วนบุคคลของท่านขึ้นอยู่กับสถานการณ์ต่างๆ โดยวัตถุประสงค์ดังกล่าวอาจไม่ถูกระบุอยู่ในข้อกำหนดข้างต้น อย่างไรก็ตาม บริษัทจะแจ้งให้ท่านทราบถึงวัตถุประสงค์นั้นๆ เมื่อบริษัทได้รับความยินยอมจากท่านสำหรับการดำเนินการดังกล่าว เว้นแต่กรณีที่กฎหมายอนุญาตให้บริษัทดำเนินการกับข้อมูลส่วนบุคคลของท่านได้โดยไม่ต้องได้รับความยินยอมจากท่านก่อน</p>
                            <h4>6. บริษัทอาจเปิดเผยข้อมูลส่วนบุคคลของท่านให้ใครบ้าง</h4>
                            <p class="taptext1">บริษัทอาจเปิดเผยข้อมูลส่วนบุคคลของท่านให้แก่ผู้อื่นภายใต้ความยินยอมของท่านหรือภายใต้หลักเกณฑ์ที่กฎหมายอนุญาตให้เปิดเผยได้ โดยบุคคลหรือหน่วยงานที่เป็นผู้รับข้อมูลดังกล่าวจะเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านตามขอบเขตที่ท่านได้ให้ความยินยอมหรือขอบเขตที่เกี่ยวข้องในนโยบายฉบับนี้</p>
                            <p class="taptext1">บริษัทจะเปิดเผยข้อมูลส่วนบุคคลของท่านให้แก่ผู้อื่นภายใต้ความยินยอมของท่านหรือฐานทางกฎหมายอื่นตามวัตถุประสงค์ที่ระบุไว้ในนโยบายฉบับนี้ เช่น ผู้ประมวลผลข้อมูลส่วนบุคคล พันธมิตรทางธุรกิจ ผู้ให้บริการภายนอก ตัวแทนของบริษัท ผู้รับจ้างช่วงงานต่อ สถาบันการเงิน ผู้สอบบัญชี ผู้ตรวจสอบภายนอก ผู้มีอำนาจตามกฎหมาย นิติบุคคลหรือบุคคลใดๆ ที่มีความสัมพันธ์หรือมีสัญญาอยู่กับบริษัท ซึ่งรวมตลอดถึง ผู้บริหาร พนักงาน ลูกจ้าง ผู้รับจ้าง ตัวแทน ที่ปรึกษาของบริษัทและของบุคคลหรือหน่วยงานที่เป็นผู้รับข้อมูลดังกล่าว</p>
                            <h4>7. บริษัทจัดเก็บข้อมูลส่วนบุคคลของท่านไว้นานเท่าใด</h4>
                            <p class="taptext1">บริษัทจะจัดเก็บข้อมูลส่วนบุคคลตราบเท่าที่จำเป็น โดยคำนึงถึงวัตถุประสงค์และความจำเป็นที่บริษัทจะต้องดำเนินการจัดเก็บรวบรวมและประมวลผล ซึ่งรวมไปถึงการปฏิบัติตามข้อกำหนดของกฎหมายที่ใช้บังคับในเรื่องดังกล่าว บริษัทจะจัดเก็บข้อมูลส่วนบุคคลไว้หลังระยะเวลาที่สัญญาที่ท่านได้ทำไว้กับบริษัทสิ้นผลบังคับระยะเวลาหนึ่ง และสอดคล้องตามระยะเวลาและอายุความของกฎหมายที่เกี่ยวข้อง โดยบริษัทจะจัดเก็บไว้ในสถานที่จัดเก็บที่เหมาะสมตามประเภทของข้อมูลส่วนบุคคล ทั้งนี้บริษัทจำเป็นต้องเก็บข้อมูลส่วนบุคคลต่อไปแม้จะพ้นกำหนดอายุความตามกฎหมายแล้วก็ตาม เช่น กรณีอยู่ระหว่างการดำเนินคดีหรือพิจารณาคดีตามกฎหมาย เป็นต้น</p>
                            <p class="taptext1">ทั้งนี้ บริษัทจะเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้เป็นอย่างดีตามมาตราการป้องกันด้านการบริหารจัดการ (administrative safeguard) มาตรการป้องกันด้านเทคนิค (technical safeguard) และมาตรการป้องกันทางกายภาพ (physical safeguard) เพื่อรักษาความมั่นคงปลอดภัยในการประมวลผลข้อมูลส่วนบุคคลที่เหมาะสม หมายความว่า มีการธำรงไว้ซึ่งความลับ (confidentiality) ความถูกต้องครบถ้วน (integrity) และให้ข้อมูลอยู่ในลักษณะที่พร้อมใช้งาน (availability) และเพื่อป้องกันการละเมิดข้อมูลส่วนบุคคล โดยบริษัท ได้กำหนดนโยบาย ระเบียบ และหลักเกณฑ์ในการคุ้มครองข้อมูลส่วนบุคคล เช่น มาตรฐานความปลอดภัยของระบบเทคโนโลยีสารสนเทศ และมาตรการเพื่อป้องกันไม่ให้ผู้รับข้อมูลไปจากบริษัท ใช้หรือเปิดเผยข้อมูลนอกวัตถุประสงค์ หรือโดยไม่มีอำนาจหรือโดยไม่ชอบ และบริษัท ได้มีการปรับปรุงนโยบาย ระเบียบ และหลักเกณฑ์ดังกล่าวเป็นระยะ ๆ ตามความจำเป็นและเหมาะสม</p>
                            <h4>8. บริษัทคุ้มครองข้อมูลส่วนบุคคลของท่านอย่างไร</h4>
                            <p class="taptext1">บริษัทจะเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้เป็นอย่างดีตามมาตราการป้องกันด้านการบริหารจัดการ (administrative safeguard) มาตรการป้องกันด้านเทคนิค (technical safeguard) และมาตรการป้องกันทางกายภาพ (physical safeguard) เพื่อรักษาความมั่นคงปลอดภัยในการประมวลผลข้อมูลส่วนบุคคลที่เหมาะสมและเพื่อป้องกันการละเมิดข้อมูลส่วนบุคคล โดยบริษัทได้กำหนดนโยบาย ระเบียบ และหลักเกณฑ์ในการคุ้มครองข้อมูลส่วนบุคคล เช่น มาตรฐานความปลอดภัยของระบบเทคโนโลยีสารสนเทศ และมาตรการเพื่อป้องกันไม่ให้ผู้รับข้อมูลไปจากบริษัทใช้หรือเปิดเผยข้อมูลนอกวัตถุประสงค์ หรือโดยไม่มีอำนาจหรือโดยไม่ชอบ และบริษัทได้มีการปรับปรุงนโยบาย ระเบียบ และหลักเกณฑ์ดังกล่าวเป็นระยะๆ ตามความจำเป็นและเหมาะสม </p>
                            <p class="taptext1">นอกจากนี้ ผู้บริหาร พนักงาน ลูกจ้าง ผู้รับจ้าง ตัวแทน ที่ปรึกษา และผู้รับข้อมูลจากบริษัทมีหน้าที่ต้องรักษาความลับข้อมูลส่วนบุคคลตามมาตรการรักษาความลับที่บริษัทกำหนดขึ้น</p>
                            <h4>9. สิทธิของท่านเกี่ยวกับข้อมูลส่วนบุคคลมีอะไรบ้าง</h4>
                            <p class="taptext1">สิทธิของท่านในข้อนี้เป็นสิทธิตามกฎหมายที่ท่านควรทราบ โดยท่านสามารถขอใช้สิทธิต่างๆ ได้ภายใต้ข้อกำหนดของกฎหมาย และนโยบายที่กำหนดไว้ในขณะนี้หรือที่จะมีการแก้ไขเพิ่มเติมในอนาคต ตลอดจนหลักเกณฑ์ตามที่บริษัทกำหนดขึ้น และในกรณีท่านมีอายุไม่ครบ 20 ปีบริบูรณ์ หรือถูกจำกัดความสามารถในการทำนิติกรรมตามกฎหมาย ท่านสามารถขอใช้สิทธิโดยให้บิดาและมารดา ผู้ใช้อำนาจปกครอง หรือมีผู้อำนาจกระทำการแทนเป็นผู้แจ้งความประสงค์</p>
                            <p class="taptext2">9.1 สิทธิขอถอนความยินยอม : หากท่านได้ให้ความยินยอมให้บริษัท เก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน (ไม่ว่าจะเป็นความยินยอมที่ท่านให้ไว้ก่อนวันที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลใช้บังคับหรือหลังจากนั้น) ท่านมีสิทธิที่จะถอนความยินยอมเมื่อใดก็ได้ตลอดระยะเวลาที่ข้อมูลส่วนบุคคลของท่านอยู่กับบริษัท เว้นแต่มีข้อจำกัดสิทธินั้นโดยกฎหมายหรือมีสัญญาที่ให้ประโยชน์แก่ท่านอยู่ </p>
                            <p class="taptext2">ทั้งนี้ การถอนความยินยอมของท่านอาจส่งผลกระทบต่อท่านจากการใช้ผลิตภัณฑ์ และ/หรือบริการต่างๆ เช่น ท่านจะไม่ได้รับสิทธิประโยชน์ โปรโมชั่นหรือข้อเสนอใหม่ๆ ไม่ได้รับผลิตภัณฑ์หรือบริการที่ดียิ่งขึ้นและสอดคล้องกับความต้องการของท่าน หรือไม่ได้รับข้อมูลข่าวสารอันเป็นประโยชน์แก่ท่าน เป็นต้น เพื่อประโยชน์ของท่าน จึงควรศึกษาและสอบถามถึงผลกระทบก่อนเพิกถอนความยินยอม</p>
                            <p class="taptext2">9.2 สิทธิขอเข้าถึงข้อมูล : ท่านมีสิทธิขอเข้าถึงข้อมูลส่วนบุคคลของท่านที่อยู่ในความรับผิดชอบของบริษัทและขอให้บริษัททำสำเนาข้อมูลดังกล่าวให้แก่ท่าน รวมถึงขอให้บริษัทเปิดเผยว่าบริษัทได้ข้อมูลส่วนบุคคลของท่านมาได้อย่างไร</p>
                            <p class="taptext2">9.3 สิทธิขอถ่ายโอนข้อมูล : ท่านมีสิทธิขอรับข้อมูลส่วนบุคคลของท่านในกรณีที่บริษัทได้จัดทำข้อมูลส่วนบุคคลนั้นอยู่ในรูปแบบให้สามารถอ่านหรือใช้งานได้ด้วยเครื่องมือหรืออุปกรณ์ที่ทำงานได้โดยอัตโนมัติ และสามารถใช้หรือเปิดเผยข้อมูลส่วนบุคคลได้ด้วยวิธีการอัตโนมัติ รวมทั้งมีสิทธิขอให้บริษัทส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นเมื่อสามารถทำได้ด้วยวิธีการอัตโนมัติ และมีสิทธิขอรับข้อมูลส่วนบุคคลที่บริษัทส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นโดยตรง เว้นแต่ไม่สามารถดำเนินการได้เพราะเหตุทางเทคนิค </p>
                            <p class="taptext2">ทั้งนี้ ข้อมูลส่วนบุคคลของท่านข้างต้นต้องเป็นข้อมูลส่วนบุคคลที่ท่านได้ให้ความยินยอมแก่บริษัทในการเก็บรวบรวม ใช้ และ/หรือเปิดเผย หรือเป็นข้อมูลส่วนบุคคลที่บริษัทจำเป็นต้องเก็บรวบรวม ใช้ และ/หรือเปิดเผยเพื่อให้ท่านสามารถใช้ผลิตภัณฑ์และ/หรือบริการของบริษัทได้ตามความประสงค์ซึ่งท่านเป็นคู่สัญญาอยู่กับบริษัท หรือเพื่อใช้ในการดำเนินการตามคำขอของท่านก่อนใช้ผลิตภัณฑ์และ/หรือบริการของบริษัท หรือเป็นข้อมูลส่วนบุคคลอื่นตามที่ผู้มีอำนาจตามกฎหมายกำหนด</p>
                            <p class="taptext2">9.4 สิทธิขอคัดค้าน : ท่านมีสิทธิขอคัดค้านการเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านในเวลาใดก็ได้ หากการเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านที่ทำขึ้นเพื่อการดำเนินงานที่จำเป็นภายใต้ประโยชน์โดยชอบด้วยกฎหมายของบริษัทหรือของบุคคลหรือนิติบุคคลอื่น โดยไม่เกินขอบเขตที่ท่านสามารถคาดหมายได้อย่างสมเหตุสมผล หรือเพื่อดำเนินการตามภารกิจเพื่อสาธารณประโยชน์ หากท่านยื่นคัดค้าน บริษัทจะยังคงดำเนินการเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านต่อไปเฉพาะที่บริษัทสามารถแสดงเหตุผลตามกฎหมายได้ว่ามีความสำคัญยิ่งกว่าสิทธิขั้นพื้นฐานของท่าน หรือเป็นไปเพื่อการยืนยันสิทธิตามกฎหมาย การปฏิบัติตามกฎหมาย หรือการต่อสู้ในการฟ้องร้องตามกฎหมาย ตามแต่ละกรณี </p>
                            <p class="taptext2">นอกจากนี้ ท่านยังมีสิทธิขอคัดค้านการเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านที่ทำขึ้นเพื่อวัตถุประสงค์เกี่ยวกับการตลาด หรือเพื่อวัตถุประสงค์เกี่ยวกับการศึกษาวิจัยทางวิทยาศาสตร์ ประวัติศาสตร์ หรือสถิติได้อีกด้วย</p>
                            <p class="taptext2">9.5 สิทธิขอให้ลบหรือทำลายข้อมูล : ท่านมีสิทธิขอลบหรือทำลายข้อมูลส่วนบุคคลของท่าน หรือทำให้ข้อมูลส่วนบุคคลเป็นข้อมูลที่ไม่สามารถระบุตัวท่านได้ หากท่านเชื่อว่าข้อมูลส่วนบุคคลของท่านถูกเก็บรวบรวม ใช้ และ/หรือเปิดเผยโดยไม่ชอบด้วยกฎหมายที่เกี่ยวข้อง หรือเห็นว่าบริษัทหมดความจำเป็นในการเก็บรักษาไว้ตามวัตถุประสงค์ที่เกี่ยวข้องในนโยบายฉบับนี้ หรือเมื่อท่านได้ใช้สิทธิขอถอนความยินยอมหรือใช้สิทธิขอคัดค้านตามที่แจ้งไว้ข้างต้นแล้ว</p>
                            <p class="taptext2">9.6 สิทธิขอให้ระงับการใช้ข้อมูล : ท่านมีสิทธิขอให้ระงับการใช้ข้อมูลส่วนบุคคลชั่วคราวในกรณีที่บริษัทอยู่ระหว่างตรวจสอบตามคำร้องขอใช้สิทธิขอแก้ไขข้อมูลส่วนบุคคลหรือขอคัดค้านของท่าน หรือกรณีอื่นใดที่บริษัทหมดความจำเป็นและต้องลบหรือทำลายข้อมูลส่วนบุคคลของท่านตามกฎหมายที่เกี่ยวข้องแต่ท่านขอให้บริษัทระงับการใช้แทน</p>
                            <p class="taptext2">9.7 สิทธิขอให้แก้ไขข้อมูล : ท่านมีสิทธิขอแก้ไขข้อมูลส่วนบุคคลของท่านให้ถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด</p>
                            <p class="taptext2">9.8 สิทธิร้องเรียน : ท่านมีสิทธิร้องเรียนต่อผู้มีอำนาจตามกฎหมายที่เกี่ยวข้อง หากท่านเชื่อว่าการเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านเป็นการกระทำในลักษณะที่ฝ่าฝืนหรือไม่ปฏิบัติตามกฎหมายที่เกี่ยวข้อง</p>
                            <p class="taptext2">9.9 การใช้สิทธิของท่านดังกล่าวข้างต้นอาจถูกจำกัดภายใต้กฎหมายที่เกี่ยวข้อง และมีบางกรณีที่มีเหตุจำเป็นที่บริษัทอาจปฏิเสธหรือไม่สามารถดำเนินการตามคำขอใช้สิทธิข้างต้นของท่านได้ เช่น ต้องปฏิบัติตามกฎหมายหรือคำสั่งศาล เพื่อประโยชน์สาธารณะ การใช้สิทธิอาจละเมิดสิทธิหรือเสรีภาพของบุคคลอื่น เป็นต้น หากบริษัทปฏิเสธ  คำขอข้างต้น บริษัทจะแจ้งเหตุผลของการปฏิเสธให้ท่านทราบด้วย</p>
                            <h4>10. เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล</h4>
                            <p class="taptext1">บริษัทได้มีการดำเนินการปฏิบัติตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 โดยแต่งตั้งเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล (Data Protection Officer : DPO) เพื่อตรวจสอบการดำเนินการของบริษัทที่เกี่ยวกับการเก็บรวบรวม ใช้และเปิดเผยข้อมูลส่วนบุคคลให้สอดคล้องกับพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 รวมถึงกฎหมายที่เกี่ยวข้องกับการคุ้มครองข้อมูลส่วนบุคคล นอกจากนี้ บริษัทได้จัดทำระเบียบ คำสั่งให้ผู้เกี่ยวข้องดำเนินการตามที่กำหนดไว้ เพื่อให้การดำเนินงานตามแนวนโยบายเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคลให้เป็นไปด้วยความถูกต้องเรียบร้อย และมีประสิทธิภาพ</p>
                            <h4>11. ท่านติดต่อบริษัทได้อย่างไร</h4>
                            <p class="taptext1">“บริษัท” ถือว่าเป็นผู้ควบคุมข้อมูลภายใต้พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 หากท่านมีคำถามใด ๆ หรือต้องการใช้สิทธิของท่าน ท่านสามารถติดต่อบริษัทได้ตามที่อยู่ดังต่อไปนี้ </p>
                            <p class="taptext1">เรียน: ฝ่ายคุ้มครองข้อมูลส่วนบุคคล </p>
                            <p class="taptext1">บริษัท เอส เอ็น ซี ซาวด์ พรุ๊ฟ</p>
                            <p class="taptext1">700/302 หมู่ 6 นิคมอุตสาหกรรมอมตะนคร บางนา-ตราด ต.ดอนหัวฬ่อ อ.เมือง ชลบุรี</p>
                            <p class="taptext1">โทรศัพท์: 038-457081-89 #154</p>
                        </div>
                        <div style="padding-bottom: 20px; clear: left;">
                            <asp:Button runat="server" Text="Go main" ID="btnGomain" CssClass="btn_register_success" Width="200px" ClientIDMode="Static" OnClick="btnGomain_Click" />
                        </div>

                    </div>
                </div>
            </div>
            <br />
            <br />
            <br />
            <br />
        </div>
    </form>
</body>
</html>
