<%@ Page Language="vb" AutoEventWireup="false" CodeBehind="Cookiespolicies.aspx.vb" Inherits="Billing_SNC.Cookiespolicies" %>

<!DOCTYPE html>

<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
    <title></title>
    <link href="../CSSBill/cssLoginbill.css" rel="stylesheet" />
    <link href="../CSSBill/cssRegisterbill.css" rel="stylesheet" />
    <link href="../CSSBill/cssPolicy.css" rel="stylesheet" />
</head>
<body>
    <form id="form1" runat="server">
        <div>
            <div style="width: 100%; height: 100%;">
                <div>
                    <div style="width: 95%; height: 50px; margin: 0 auto; text-align: center; margin-top: 20px; background-color: #f7f7f7; border-radius: 0px 0px 0px 0px; border: 0.5px solid #808080; border-bottom: none; padding-left: 20px; padding-right: 20px;">
                        <div style="line-height: 1.9; text-align: left; padding-left: 2em;">
                            <asp:Label runat="server" Text="นโยบายการใช้คุกกี้ (Cookies Policy)" Font-Size="24px"></asp:Label>
                        </div>
                    </div>
                    <div style="width: 95%; height: 0 auto; margin: 0 auto; text-align: center; background-color: #ffffff; border-radius: 0px 0px 0px 0px; border: 0.5px solid #808080; padding-left: 20px; padding-right: 20px;">
                        <div class="container">
                            <h4>1. คุกกี้คืออะไร</h4>
                            <p class="taptext1">คุกกี้ คือ ไฟล์ข้อความขนาดเล็กที่ถูกดาวน์โหลดไปยังอุปกรณ์คอมพิวเตอร์หรืออุปกรณ์มือถือของท่าน ซึ่งทำหน้าที่บันทึกข้อมูลและการตั้งค่าต่าง ๆ เช่น บันทึกข้อมูลการตั้งค่าภาษาในอุปกรณ์บนอุปกรณ์ของท่าน บันทึกสถานะการเข้าใช้งานในปัจจุบันของท่าน เพื่อช่วยให้ท่านสามารถเข้าใช้งานเว็บไซต์และ/หรือแอปพลิเคชัน (รวมเรียกว่า “บริการ”) ได้อย่างต่อเนื่อง รวมถึงมีการรวบรวมข้อมูลเกี่ยวกับประวัติการเข้าใช้งานบริการที่ท่านชื่นชอบในรูปแบบไฟล์ โดยคุกกี้ไม่ได้ทำให้เกิดอันตรายต่ออุปกรณ์ของท่าน และเนื้อหาในคุกกี้จะถูกเรียกออกมาดูหรืออ่านได้โดยบริการที่สร้างคุกกี้ดังกล่าวเท่านั้น</p>
                            <h4>1.นโยบายฉบับนี้มีขึ้นเพื่ออะไร</h4>
                            <p class="taptext1">นโยบายฉบับนี้ใช้เพื่อแจ้งให้ท่านในฐานะเจ้าของข้อมูลส่วนบุคคลทราบถึงวัตถุประสงค์และรายละเอียดของการเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคล ตลอดจนสิทธิตามกฎหมายของท่านที่เกี่ยวข้องกับข้อมูลส่วนบุคคล </p>
                            <h4>2.ข้อมูลส่วนบุคคล</h4>
                            <p class="taptext1">คุกกี้จะบอกให้บริษัท ทราบว่าท่านเข้าใช้งานส่วนใดในบริการของบริษัท เพื่อที่บริษัท จะสามารถมอ ประสบการณ์การใช้บริการที่ดีขึ้นและตรงกับความต้องการของท่านได้ นอกจากนี้ การบันทึกการตั้งค่าแรกของบริการด้วยคุกกี้จะช่วยให้ท่านเข้าถึงบริการด้วยค่าที่ตั้งไว้ทุกครั้งที่ใช้งาน ยกเว้นในกรณีที่คุกกี้ถูกลบซึ่งจะทำให้การตั้งค่าทุกอย่างจะกลับไปที่ค่าเริ่มต้น</p>
                            <h4>3. การใช้งานคุกกี้</h4>
                            <p class="taptext1">บริษัท ใช้คุกกี้ บนบริการของบริษัท (รวมเรียกว่า “บริการที่อ้างอิงนโยบายการใช้คุกกี้”) ดังนั้น บริการใดก็ตามที่ท่านใช้เพื่อเข้าถึงบริการที่อ้างอิงนโยบายการใช้คุกกี้จะได้รับคุกกี้จากบริษัทเมื่อท่านเข้าถึงบริการที่อ้างอิงนโยบายการใช้คุกกี้ คุกกี้ของกลุ่มตลาดบริษัท จะถูกดาวน์โหลดไปยังอุปกรณ์ของท่านเพื่อเก็บข้อมูลเกี่ยวกับรูปแบบการใช้และประวัติการใช้บริการ ข้อมูลหรือบริการที่ท่านสนใจ รวมถึงหมายเลขอ้างอิงการเข้าใช้บริการล่าสุดของท่าน เป็นต้น</p>
                            <p class="taptext1">สำหรับประเภทคุกกี้ที่กลุ่มตลาดหลักทรัพย์ฯ ใช้งาน สามารถแบ่งประเภทได้ดังนี้</p>
                            <p class="taptext2">3.1 คุกกี้เพื่อการให้บริการ เป็นคุกกี้เพื่อการให้บริการจะช่วยให้ท่านสามารถใช้บริการ และ/หรือเข้าถึงฟังก์ชันต่าง ๆ ได้ เช่น คุกกี้ที่จัดการเรื่องการเข้าสู่ระบบ (Login) และสถานะการเข้าสู่ระบบของท่าน</p>
                            <p class="taptext2">3.2 คุกกี้ที่ช่วยเสริมประสิทธิภาพในการใช้บริการ เป็นคุกกี้ที่ช่วยเสริมประสิทธิภาพในการใช้บริการจะช่วยอำนวยความสะดวกแก่ท่านในการใช้บริการ รวมทั้งช่วยให้บริษัท รู้จักท่านมากยิ่งขึ้น โดยบริษัท จะใช้ข้อมูลดังกล่าวนี้ในการนำเสนอและพัฒนาสินค้าและ/หรือบริการของบริษัทให้ตรงกับความสนใจของท่านต่อไป</p>
                            <p class="taptext2">ตัวอย่างการอำนวยความสะดวกแก่ท่านในการใช้บริการด้วยคุกกี้ประเภทนี้ คือ</p>
                            <p class="taptext3">•	ช่วยจำสถานะของการใช้บริการ เช่น ภาษาที่เลือกใช้</p>
                            <p class="taptext3">•	ช่วยจำคำตอบที่ท่านเคยตอบไปแล้ว ซึ่งจะช่วยให้ท่านไม่ต้องตอบคำถามเดิมซ้ำ</p>
                            <p class="taptext3">•	ให้บริการ LiveChat บนเว็บไซต์ของบริษัท</p>
                            <p class="taptext3">•	ให้บริการฟังก์ชัน Social Media Sharing ซึ่งจะช่วยให้ท่านสามารถแบ่งปันเนื้อหาที่สนใจบนเครือข่ายสังคมออนไลน์ (Social Network)</p>
                            <p class="taptext2">ทั้งนี้ เพื่อการให้บริการและเพื่ออำนวยความสะดวกแก่ท่านในการใช้บริการตามตัวอย่างข้างต้น บริษัทมีการใช้งานโปรแกรมเสริม (Plugin) และบริการของบุคคลที่สาม เช่น Google Analytics, Facebook Analytics,  Facebook, และ Line</p>
                            <h4>4. วิธีปิดการทำงานของคุกกี้</h4>
                            <p class="taptext1">ท่านสามารถปิดการทำงานของคุกกี้ได้ โดยการตั้งค่าเบราว์เซอร์ของท่าน และตั้งค่าความเป็นส่วนตัวเพื่อระงับการรวบรวมข้อมูลโดยคุกกี้ในอนาคต (รายละเอียดเพิ่มเติมสามารถศึกษาได้จาก AboutCookies.org)</p>
                            <p class="taptext1">อย่างไรก็ตาม บริการบางอย่างบนเว็บไซต์ของบริษัท จำเป็นต้องมีการใช้คุกกี้ หากท่านปิดการทำงานคุกกี้อาจทำให้ท่านใช้งานฟังก์ชันบางอย่างหรือทั้งหมดของบริการดังกล่าวได้อย่างไม่ราบรื่น</p>
                        </div>
                        <div style="padding-bottom: 20px; clear: left;">
                            <asp:Button runat="server" Text="Go main" ID="btnGomain" CssClass="btn_register_success" Width="200px" ClientIDMode="Static" OnClick="btnGomain_Click" />
                        </div>

                    </div>
                </div>
            </div>
            <br />
            <br />
            <br />
            <br />
        </div>
    </form>
</body>
</html>
