<%@ Page Title="" Language="vb" AutoEventWireup="false" MasterPageFile="~/MasterPages/MasterIndexPageForm01.Master" CodeBehind="PrivacyAndNotice.aspx.vb" Inherits="WEBSNC2022.WebForm1" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">  
    
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
      <div class="row wow fadeInUp" data-wow-delay="0.3s">
                <div class="col-12 text-center">
                    <ul class="list-inline rounded mb-5" id="portfolio-flters">
                        <li class="mx-2 active" data-filter="*"><a href="../Policy_PrivacyAndNotice.aspx" >ข้อกฎหมายและสิทธิส่วนบุคคล</a></li>
                        <li class="mx-2"  data-filter=".first"><a href="../Policy_Cookie.aspx" >Cookies Policy</a></li>
                        <li class="mx-2" data-filter=".second"><a href="../Policy_Personal_Data_Protection.aspx" >Personal Data Protection Policy</a></li>
                        <li class="mx-2" data-filter=".third"><a href="../Policy_Privacy.aspx" >Privacy Policy</a></li>
                    </ul>
                </div>
            </div>
     <!-- Testimonial Start -->
    <div class="container-xxl py-5">
        <div class="container">
         
                <div class="col-lg-12 col-md-6  wow fadeInUp" data-wow-delay="0.5s">
                    <div >
                    
                    <h1 class="display-5 mb-5 ce">ข้อกฎหมายและสิทธิส่วนบุคคล</h1>
                    
                    
                </div>
                    <div >
                         <div style="width: 95%; height: 0 auto; margin: 0 auto; text-align: center; background-color: #ffffff; border-radius: 0px 0px 0px 0px; border: 0.5px solid #808080; padding-left: 20px; padding-right: 20px;">
                        <div class="container">
                        <div class="testimonial-item">                           
                             <h3 class="text-start" >
                                <span lang="TH" class="auto-style4">ข้อกำหนดและเงื่อนไขการใช้งานเว็บไซต์</span><span><o:p></o:p></span></h3>
                            <p class="text-start">
&nbsp;&nbsp;&nbsp;&nbsp; <span lang="TH">เว็บไซต์นี้ (</span><span><a href ="Index.aspx">www.sncsoundproof.com) </a> </span><span lang="TH">ดำเนินการโดยบริษัทเอส เอ็น ซี ซาวด์ พรู๊ฟ จำกัด (“บริษัท”) การที่คุณเข้าใช้งานเว็บไซต์นี้ถือว่าคุณตกลงอย่างชัดแจ้งที่จะผูกพันและปฏิบัติตามข้อกำหนดและเงื่อนไข และประกาศต่าง ๆ ที่ระบุไว้ในเว็บไซต์ ซึ่งถือเป็นสัญญาระหว่างคุณกับเราแล้ว โดยคุณยืนยันว่าคุณเป็นผู้ที่บรรลุนิติภาวะหรือเป็นผู้เยาว์ที่ผู้ใช้อำนาจปกครองได้ให้ความยินยอมในการตกลงยอมรับข้อสัญญาตามข้อกำหนดและเงื่อนไขการใช้งานนี้ และคุณได้อ่านข้อกำหนดและเงื่อนไขการใช้งานนี้และนโยบายความเป็นส่วนตัว (ซึ่งคุณสามารถดูรายละเอียดได้ที่</span><span><a href ="Policy/Privacy_Policy.aspx">Privacy Policy)</a> <o:p></o:p></span></p>
                            <h4 class="text-start"><span><strong>1</strong></span><span lang="TH"><strong> สิทธิของเรา</strong></span><span><o:p></o:p></span></h4>
                            <p class="MsoNormal" style="text-align: left; margin-left: 40px">
                                <span>1.1</span><span lang="TH"> เราเป็นเจ้าของข้อมูลและลิขสิทธิ์ เครื่องหมายการค้า สัญลักษณ์ เครื่องหมายบริการ และชื่อทางการค้า ไม่ว่าจดทะเบียนหรือไม่ได้จดทะเบียน ที่ปรากฏอยู่ในเว็บไซต์นี้ และส่วนประกอบอื่น ๆ ของเว็บไซต์ เราไม่อนุญาตหรือยินยอมให้มีการใช้ข้อมูลและลิขสิทธิ์ เครื่องหมายการค้า สัญลักษณ์ เครื่องหมายบริการ และชื่อทางการค้าดังกล่าวโดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรจากเรา หรือตามที่กำหนดไว้ในเว็บไซต์นี้</span><span><o:p></o:p></span></p>
                            <p class="MsoNormal" style="text-align: left; margin-left: 40px">
                                <span>1.2</span><span lang="TH"> เราเป็นเจ้าของและเป็นผู้มีสิทธิแต่เพียงผู้เดียวในข้อมูลทั้งหมดที่ปรากฏบนเว็บไซต์นี้ไม่ว่าจะอยู่ในรูปแบบใด เว้นแต่จะกำหนดเป็นอย่างอื่นในข้อกำหนดและเงื่อนไขการใช้เว็บไซต์หรือเอกสารอื่น ๆ ที่เกี่ยวข้อง ข้อมูลทั้งหมดได้รับความคุ้มครองตามกฎหมาย คุณตกลงจะไม่คัดลอก ดาวน์โหลด สั่งพิมพ์ และ/หรือ ใช้ข้อมูลในเว็บไซต์นี้เว้นแต่ได้รับอนุญาตจากเราโดยชัดแจ้ง ทั้งนี้ ข้อมูลส่วนบุคคลของคุณไม่อยู่ในบังคับของข้อนี้และจะใช้บังคับตามนโยบายความเป็นส่วนตัว</span><o:p></o:p></p>
                            <p class="MsoNormal" style="text-align: left; margin-left: 40px">
                                <o:p><span>1.3</span><span lang="TH"> คุณตกลงจะไม่ ทำซ้ำ ดัดแปลง ปรับปรุง แก้ไข ต่อเติม เรียบเรียงใหม่ หรือวิศวกรรมย้อนกลับ (</span><span>Reverse Engineering) </span><span lang="TH">เว็บไซต์<span>&nbsp; </span>ไม่ว่ากรณีใด ๆ ก็ตาม และจะไม่ลบ ทำลาย ทำให้เสียหาย หรือทำให้ไม่ชัดเจนซึ่งเครื่องหมายหรือสัญลักษณ์แสดงความเป็นเจ้าของลิขสิทธิ์หรือเครื่องหมายการค้าหรือบริการของบริษัทไม่ว่าจะโดยจงใจหรือประมาทเลินเล่อก็ตาม ทั้งนี้ คุณตกลงจะไม่แต่งตั้งให้บุคคลภายนอกกระทำการตามข้อนี้</span></o:p></p>
                            <p class="MsoNormal" style="text-align: left; margin-left: 40px">
                                <span>1.4</span><span lang="TH"> ข้อมูลที่ปรากฏในเว็บไซต์นี้ อาจไม่ถูกต้อง ไม่สมบูรณ์ หรือไม่ตรงตามข้อเท็จจริงหรือไม่เป็นปัจจุบัน คุณไม่ควรตัดสินใจดำเนินการใด ๆ โดยยึดถือตามข้อมูลที่ปรากฏในเว็บไซต์นี้แต่เพียงอย่างเดียว การใช้ข้อมูลในเว็บไซต์นี้เป็นความเสี่ยงของตัวคุณเอง โดยเราจะไม่รับผิดชอบใด ๆ ในความสูญเสีย เสียหาย หรือค่าใช้จ่ายใด ๆ ที่เกิดขึ้นจากการที่คุณใช้ข้อมูลที่ได้รับจากเว็บไซต์นี้ และ เรามีสิทธิที่จะปรับปรุง เปลี่ยนแปลงข้อมูลที่อยู่ในเว็บไซต์ได้ตลอดเวลาโดยเป็นดุลพินิจของ เราแต่เพียงผู้เดียว</span><span><o:p></o:p></span></p>
                            <p class="MsoNormal" style="text-align: left; margin-left: 40px">
                                <span>1.5</span><span lang="TH"> คุณตกลงที่จะไม่รบกวนหรือพยายามรบกวนการทำงานของเว็บไซต์ไม่ว่าด้วยวิธีการใด รวมถึงจะไม่กระทำการใด ๆ ที่ขัดหรือแย้งกับนโยบายข้อกำหนดและเงื่อนไขของเรา ไม่กระทำผิดกฎหมายหรือทำสิ่งใดที่ขัดต่อความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน<span>&nbsp; </span>เราสงวนสิทธิที่จะจำกัดหรือระงับการใช้งานของคุณในเวลาใด ๆ ไม่ว่าทั้งหมดหรือบางส่วน รวมถึงการกระทำอื่นใด ๆ เพื่อหยุดการกระทำของคุณโดยไม่ต้องแจ้งให้ทราบล่วงหน้า ทั้งนี้การระงับการใช้งานไม่ถือเป็นการสละสิทธิหรือมาตรการใด ๆ ที่ เรามีอยู่ตามกฎหมาย </span><span><o:p></o:p></span>
                            </p>
                            <h4 class="text-start"><span><strong>2</strong></span><span lang="TH"><strong> ข้อมูลที่คุณให้ไว้ในเว็บไซต์</strong></span><span><o:p></o:p></span></h4>
                            <p class="taptext1" style="text-align: left">&nbsp;&nbsp;&nbsp;&nbsp; <span lang="TH">คุณรับรองและรับประกันว่าคุณเป็นเจ้าของหรือเป็นผู้มีสิทธิในข้อมูลที่ตนเองให้ไว้ และข้อมูลเหล่านั้นสมบูรณ์ ถูกต้อง ตรงความเป็นจริง มีความเหมาะสม ชอบด้วยกฎหมาย ไม่ละเมิดข้อกำหนดการใช้งานใด ๆ ในเว็บไซต์นี้ รวมถึงไม่เป็นการแอบอ้างเป็นบุคคลอื่น และจะไม่ก่อให้เกิดความเสียหายต่อบุคคลใด ๆ และคุณตกลงจะรับผิดในความเสียหายที่เกิดแก่เราและ/หรือบุคคลอื่นตามจำนวนที่เกิดขึ้นจริงในกรณีที่คุณไม่ปฏิบัติตามข้อนี้คุณ</span><span><o:p></o:p></span></p>
                            <h4 class="text-start"><span lang="TH">&nbsp;<span><strong>3</strong></span><strong> ข้อมูลส่วนบุคคลและการใช้ข้อมูล</strong></span></h4>
                            <p class="taptext1" style="text-align: left">&nbsp;&nbsp;&nbsp;&nbsp; <span lang="TH">ในการให้บริการตามวัตถุประสงค์ของเว็บไซต์ เราอาจมีการเก็บรวบรวม ใช้ และในบางกรณีอาจเปิดเผยข้อมูลของคุณเพื่อการให้บริการแก่คุณหรือเพื่อประโยชน์ในการบริการของเราหรือบริษัทอื่นที่ดำเนินธุรกิจร่วมกับเรา อย่างไรก็ดี เราให้ความสำคัญกับสิทธิความเป็นส่วนตัวของคุณ ดังนั้น ในกรณีที่ข้อมูลนั้นเป็นข้อมูลส่วนบุคคลของคุณ เราจะดำเนินการตามที่กำหนดในข้อนี้ต่อเมื่อได้รับความยินยอมจากคุณหรือเมื่อเราสามารถทำได้ตามกฎหมายเท่านั้น ทั้งนี้ รายละเอียดต่าง ๆ เกี่ยวกับการเก็บรวบรวม ใช้ เปิดเผย และประมวลข้อมูลส่วนบุคคลเป็นไปตามนโยบายความเป็นส่วนตัว ซึ่งต้องให้ความยินยอมแยกต่างหากจากข้อกำหนดฉบับนี้ โดยคุณสามารถดูรายละเอียดเกี่ยวกับการประมวลผลข้อมูลส่วนบุคคลได้ที่นโยบายความเป็นส่วนตัวของเรา</span><span><o:p></o:p></span></p>
                            <h4 class="text-start"><span><strong>4</strong></span><span lang="TH"><strong> การปรับปรุงแก้ไข เปลี่ยนแปลง หรือหยุดการให้บริการเว็บไซต์</strong></span><span><o:p></o:p></span></h4>
                            <p class="MsoNormal" style="text-align: left">
                                &nbsp;&nbsp;&nbsp;&nbsp;
                                <span lang="TH">คุณเข้าใจและยอมรับว่า เรามีสิทธิที่จะปรับปรุง แก้ไข เปลี่ยนแปลง หรือหยุดการให้บริการส่วนใด ๆ ของเว็บไซต์ ไม่ว่าจะเป็นรูปแบบการให้บริการ ระบบการทำงาน การแสดงผล และหรือข้อมูลใด ๆ ที่ปรากฏอยู่บนเว็บไซต์ การที่คุณตกลงดาวน์โหลด หรือใช้บริการเว็บไซต์หลังจากที่เราได้ทำการปรับปรุง แก้ไข หรือเปลี่ยนแปลงแล้ว ถือว่าคุณได้ให้ความยินยอมโดยชัดแจ้งแก่เราในการติดตั้ง อัปเกรดและ/หรือ อัปเดต การปรับปรุง แก้ไข เปลี่ยนแปลง หรือหยุดการให้บริการดังกล่าว</span><o:p></o:p></p>
                            <h4 class="text-start"><span><strong>5</strong></span><span lang="TH"><strong> การปรับปรุงแก้ไข หรือเปลี่ยนแปลงข้อกำหนดและเงื่อนไข</strong></span><span><o:p></o:p></span></h4>
                            <p class="MsoNormal" style="text-align: left">
                                &nbsp;&nbsp;&nbsp;&nbsp;
                                <span lang="TH">คุณเข้าใจและยอมรับว่า เรามีสิทธิที่จะปรับปรุงแก้ไข หรือเปลี่ยนแปลงข้อกำหนดและเงื่อนไขนี้โดยไม่แจ้งล่วงหน้า โดยเราจะประกาศข้อกำหนดและเงื่อนไขที่ปรับปรุงแก้ไขหรือเปลี่ยนแปลงบนเว็บไซต์ให้คุณได้พิจารณาก่อนการเข้าใช้งานเว็บไซต์ พร้อมระบุวันที่แก้ไขเพิ่มเติมครั้งล่าสุด การที่คุณใช้บริการทางเว็บไซต์ของเราต่อไปหลังจากที่มีการปรับปรุงแก้ไข หรือเปลี่ยนแปลงข้อกำหนดและเงื่อนไขแล้ว จะถือว่าคุณยอมรับข้อกำหนดและเงื่อนไขที่ปรับปรุงแก้ไข หรือเปลี่ยนแปลงนั้นแล้วโดยชัดแจ้ง</span><span><o:p></o:p></span></p>
                            <h4 class="text-start"><span><strong>6</strong></span><span lang="TH"><strong> ข้อสงวนสิทธิ</strong></span><o:p></o:p></h4>
                            <p class="MsoNormal" style="text-align: left; margin-left: 40px">
                                <span>6.1</span><span lang="TH"> คุณรับรู้ว่าประสิทธิภาพในการใช้งานเว็บไซต์ขึ้นอยู่กับประสิทธิภาพของอินเทอร์เน็ต และสภาพอุปกรณ์ของคุณที่ใช้ในการเข้าถึงเว็บไซต์ด้วย</span><o:p>&nbsp;&nbsp;&nbsp; </o:p></p>
                            <p class="MsoNormal" style="text-align: left; margin-left: 40px">
                                <span>6.2</span><span lang="TH"> คุณยอมรับและเข้าใจว่าข้อมูลใด ๆ ที่คุณได้รับจากการใช้เว็บไซต์นี้อาจไม่เหมาะสม แม่นยำ สมบูรณ์ และ/หรือ เชื่อถือได้ และเราไม่มีหน้าที่รับผิดชอบใด ๆ ในความสูญเสีย เสียหาย หรือค่าใช้จ่ายใด ๆ ที่เกิดขึ้นจากการที่คุณใช้ข้อมูลที่ได้รับจากเว็บไซต์นี้</span><span><o:p></o:p></span></p>
                            <p class="MsoNormal" style="text-align: left; margin-left: 40px">
                                <span>6.3</span><span lang="TH"> ในการใช้งานเว็บไซต์หรือกรณีที่คุณดาวน์โหลดข้อมูลและส่วนประกอบใด ๆ จากเว็บไซต์ ข้อมูลและส่วนประกอบดังกล่าวอาจไม่ถูกต้องสมบูรณ์ เพียงพอ เป็นปัจจุบัน เหมาะสม เชื่อถือได้ หรือปราศจากไวรัส</span><span>, Computer Worm, Trojan Horse, Spyware </span><span lang="TH">หรือ </span><span>Malware </span><span lang="TH">การเข้าเว็บไซต์นี้อาจจะไม่ต่อเนื่อง มีความผิดพลาด ล่าช้า ไม่ถูกต้องครบถ้วน หรือไม่สามารถเข้าถึงระบบหรือข้อมูลในเว็บไซต์นี้ได้ คุณตกลงรับความเสี่ยงภัยในความสูญหาย เสียหาย ค่าใช้จ่ายที่เกิดขึ้นต่อระบบคอมพิวเตอร์ สื่อกลาง หรือเครื่องมือสื่อสาร หรือเครื่องมือและอุปกรณ์ใด ๆ ที่ใช้ในการเข้าถึงเว็บไซต์นี้ รวมตลอดถึงการสูญหายของข้อมูล รวมทั้งความเสียหายโดยอ้อมซึ่งเป็นผลมาจากการใช้งานเว็บไซต์หรือดาวน์โหลดข้อมูลและส่วนประกอบจากเว็บไซต์ และคุณตกลงที่จะไม่เรียกร้องให้เรารับผิดใด ๆ ในความขัดข้องของเว็บไซต์ที่ไม่ได้เกิดจากการกระทำโดยจงใจของเรา</span><span><o:p></o:p></span></p>
                            <h4 class="text-start"><span><strong>7</strong></span><span lang="TH"><strong> การละเว้นการใช้สิทธิ</strong></span><span><o:p></o:p></span></h4>
                            <p class="MsoNormal" style="text-align: left">
                                &nbsp;&nbsp;&nbsp;&nbsp;
                                <span lang="TH">การละเว้นไม่ใช้สิทธิ และ/หรือ การผ่อนผันการใช้สิทธิไม่ว่าส่วนหนึ่งส่วนใดของ เรา ไม่ถือว่า เรา สละสิทธิตามข้อตกลงหรือเงื่อนไขข้อนั้น ๆ เรายังคงสงวนสิทธิที่จะเลือกใช้สิทธิตามข้อดังกล่าวได้ต่อไป<o:p></o:p></span></p>
                            <h4 class="text-start"><span><strong>8</strong></span><span lang="TH"><strong> การขัดกันของเอกสาร</strong></span><span><o:p></o:p></span></h4>
                            <p class="MsoNormal" style="text-align: left">
                                <span lang="TH">ในกรณีที่ข้อความในข้อกำหนดและเงื่อนไขฉบับนี้และเอกสารอื่น ๆ ขัดแย้งกัน คู่สัญญาตกลงให้เป็นดุลพินิจของเราในการตีความ</span><span><o:p></o:p></span></p>
                            <h4 class="text-start"><span><strong>9</strong></span><span lang="TH"><strong> กฎหมายที่ใช้บังคับ</strong></span><span><o:p></o:p></span></h4>
                            <p class="MsoNormal" style="text-align: left">
                                <span lang="TH">การใช้บริการเว็บไซต์เป็นไปตามบังคับของกฎหมายไทย</span><o:p></o:p></p>
                            </div>

                            </div>
                             </div>
                            <br />
                            <br />
                            <br />
                            
                       
                       
                    </div>
                </div>
            </div>
        </div>
   

  
</asp:Content>
